#include "employee.h"

//程序名称
void logo()
{
	system("cls");
	printf("\n");
	puts("# # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # #");
	puts("/*                                                                                                     */");
	puts("/*                                           员工工资管理系统                                          */");
	puts("/*                                                                                                     */");
	puts("# # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # #");
	puts("\n");
}