#include "employee.h"

//欢迎界面
void welcomePage()
{
	puts("\n\n");
	puts("# # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # #");
	puts("/*                                                                                                     */");
	puts("/*                                      欢迎使用员工工资管理系统                                       */");
	puts("/*                                                                                                     */");
	puts("/*                       ！！选择菜单中请不要输入非数字字符，否则程序会崩溃！！                        */");
	puts("/*                                                                                                     */");
	puts("# # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # #");
	printf("\n");
	system("pause");
	return;
}